# Theme
romkatv/powerlevel10k

# Completions
zsh-users/zsh-completions
conda-incubator/conda-zsh-completion
baliestri/pnpm.plugin.zsh kind:fpath

# Interface
# marlonrichert/zsh-autocomplete
Aloxaf/fzf-tab kind:defer
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search kind:defer
MichaelAquilina/zsh-autoswitch-virtualenv kind:defer

# Misc
mbadolato/iTerm2-Color-Schemes kind:clone
